<?php
// Массив $arr = [1,2,3,4,5,6,7,8,9,10];
// #1 Вывести каждый элемент на экран
// #2 Вывести чётные числа на экран
// #3 Вывести нечётные числа на экран
// #4 Записать в новый массив все элементы и ввывести его на экран
// #5 Найти в массиве цифру 6 и вывести ее на экран. Если элемент не ровняется цифре 6, то вывести строку "Это не цифра 6"
// #6 Найти в массиве четные числа, возвести из в квадрат, записать в новый массив результат и вывести его
// #7 Вывести все элементы в обратном порядке
// #8 Вывести первый элемент массива
// #9 Вывести последний элемент массива

// Массив $arrStr = ['Jake','Denis','Dima','Stephan'];
// #1 Сделать, чтобы ключи этого массива были нашими фамилии
// #2 Вывести красиво каждое имя и фамилию с новой строки
// #3 Поменять местами в массиве имена, так чтобы последнее имя было первым в массиве

// Есть 4 переменные $a, $b, $mark, $res
// $a - первое число, $b - второе число, $mark -действие, $res - результат
// Задача - сделать калькулятор и вывод результата


