<?php

//Есть переменные a и b:
// Обьявить их
// Присвоить любые значения
// Сложить
// Отнять
// Умножить
// Поделить
// Поделить по модулю
// Присовить им строковые значения и сложить из них предложение
// Пример    -> a - Hello;
//              b - World;
// Результат -> Hello World;

//Условно есть переменная name, ее значение Jake
// Сделать проверку, что если это Jake, то вывести сообщение,, что пользователь вошел
// В противном случае сложить 2+2 и послать его на хуй


//Есть массив с математическими знаками $marks = ['+','-','*','/']
//Есть два слогаемых $a и $b, переменная $res, куда записывается результат и переменная $mark, где записан выбранное дейтсиве
//Задача: проверить, чтобы в в переменной $mark был один из символов массива $marks
//В проивном случае вывести сообщение - 'Неизвестное дейтсвие !'
